Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: ideally the learners should read the text themselves and then answer the questions that follow .
af: die ideaal is dat leerders self die teks moet lees en dan dievrae wat volg moet antwoord .

source: the ability to read a lot of text identify the main facts and then answer questions or summarise text is an important skill .
af: dit is 'n belangrike vaardigheid om 'n teks te kan lees die hoofgedagte te kan identifiseer en dan vrae oor die stuk te kan beantwoord of die teks te kan opsom .

source: 300 million years ago.. .
af: 300 mijoen jaar gelede.. .

source: think about what the earth must have looked like back then !
af: dink oor hoe die aarde so lank terug moes gelyk het !

source: there were swamps and marshes everywhere and it was warmer than it is today .
af: daar was oral moerasse en vleie en dit was warmer as wat dit vandag is .

source: ancient trees ferns and plants grew everywhere .
af: antiekebome varings en plante het oral gegroei .

source: very weird looking animals roamed the earth and even stranger looking fish lived in the rivers and deep in the oceans and seas .
af: daar was vreemde diere wat op die aarde geloop het .

source: when these prehistoric plants and animals died their bodies their bodies decomposed just in the same way as organisms decompose today .
af: toe hierdie prehistoriese plante en diere gesterf het het hulle liggame op dieselfde manier ontbind as wat organismes vandag ontbind .

source: the dead organisms became buried under layers and layers of mud rock sand and water .
af: die dooie organismes word onder lae en lae modder rots sand en water begrawe .

source: over time these layers built up and became very deep and they pushed down with a great pressure on the layers below it .
af: mettertyd bou hierdie lae op en word baie diep en sit dit baie druk op onderste die lae .

source: millions of years passed and the dead plants and animals slowly decomposed and formed fossil fuels .
af: miljoene jare gaan verby en die dooie diere en plante ontbind stadig en vorm fossielbrandstowwe .

source: different types of fossil fuels were formed depending on different factors .
af: verskillende soorte fossielbrandstowwe vorm afhangend van verskillende faktore .

source: for example whether it was the remains of plants or animals or a combination and how long the remains of the organisms had been buried for .
af: dit hang byvoorbeeld af of die oorblyfsels van plante of diere of 'n kombinasie van die twee kom en vir hoe lank die oorblyfsels van die organismes begrawe was .

source: the type of fossil fuels that formed also depended on the temperature and pressure conditions during the decay of the organisms .
af: die soort fossielbrandstof wat vorm hang ook af van hoe die temperatuur en die druk tydens die stadium van ontbinding was .

source: oil is a dark thick liquid that can be used to make petrol to burn in vehicles such as cars buses and trucks .
af: olie is 'n donker dik vloeistof wat ons kan gebruik om petrol te maak om in voertuie soos motors busse en vragmotors te brand .

source: natural gas is colourless and it is used mostly in homes for heating and cooking food .
af: aardgasse is kleurloos en word meestal in huise gebruik om te kook en vir hitte .

source: oil and natural gas formed from organisms plants and animals that lived in the oceans before there were dinosaurs .
af: olie en aardgasse word van organismes plant en dier gevorm wat in die oseane gebly het selfs voor daar dinosourusse was .

source: when these organisms died they settled on the bottom of the river bed or ocean floor and the layers built up under mud and sand silt .
af: wanneer die organismes gesterf het het hulle na die bodem van die rivier of die oseaan gesink en lae modder en sand slik het daaroor gaan l&#234;.die modder en sand het stadig maar seker in rots verander en die rots en die waterdruk het afgedruk op die oorblyfselfs van die dooie plante en diere .

source: over millions of years of being under heat and pressure the dead plants and animals changed into a thick liquid called crude oil .
af: na miljoene jare van onder druk en hitte wees verander die plante en diere in 'n dik vloeistof wat ru olie genoem word .

source: in deeper hotter places tiny bubbles of natural gas formed .
af: in die dieper warmer plekke vorm klein borreltjies aardgas .

source: these were trapped under the rocks .
af: hulle was onder die rotse vasgevang .

source: over time some of the oil and natural gas began to work its way up through the rock and to the earth's crust and into rock formations called caprocks' .
af: mettertyd begin van die olie en aardgasse boontoe beweeg deur die rots en die aarde se kors en beweeg in rotsformasies wat dekkingsrots genoem word in .

source: today most of the oil and natural gas is collected from these caprocks by drilling down through the layers of rock .
af: vandag word omtrent al die olie en aardgasse uit hierdie dekkingsrotse ontgin deur in die lae rots in te boor .

source: coal is a black rock that can be burnt to produce energy in power stations all over the world .
af: steenkool is 'n swart rots wat wat gebrand kan word om energie in kragstasies oral oor die w&#234;reld te produseer .

source: coal was formed from the dead remains of trees ferns and some other plants that lived 300 to 400 million years ago .
af: steenkool word gevorm van die oorblyfsels van dooie bome varings en sommige ander plante wat 300 tot 400 miljoen jaar gelede geleef het .

source: this was when the earth was mostly covered in swampy forests .
af: dit was toe die aarde meestal met moerasagtige woude bedek was .

source: these kinds of plants were very different to the plants that we get today .
af: hierdie soort plante was baie anders as die plante wat ons vandag kry .

source: over time the layer of dead plants at the bottom of swamps was covered with layers of water and mud .
af: mettertyd is van die lae dooie plante op die bodem van die moeras met water en modder bedek .

source: the top layers squashed down on the dead plants .
af: die boonste lae het afgedruk op die onderste dooie plante .

source: over millions of years the heat and pressure turned the plants into the coal that we mine today .
af: oor miljoene jare het die hitte en druk die plante in steenkool verander wat ons vandag myn .

source: the energy in coal originally comes from energy from the sun .
af: die energie in steenkool kom van die energie van die son .

source: plants on earth used the energy of the sun for photosynthesis and to grow .
af: plante op die aarde het die energie van die son nodig vir fotosintese enom te groei .

source: this energy was stored in the leaves flowers and stems of the plants .
af: die energie is in die blare blomme en stingels van die plante gestoor .

source: as the plants died the energy was trapped .
af: wanneer die plante doodgaan word die energiedaar vasgevang .

source: what are the three fossil fuels discussed in the above story .
af: watter drie fossielbrandstowwe is in die storie hierbo bespreek ?

source: coal oil and natural gas
af: steenkool olie en aardgasse

source: the organisms that fossil fuels were formed from lived many years ago and are different to the organisms that we get today .
af: die organismes waarvan fossielbrandstowwe gevorm is het baie jare gelede gelewe en is baie anders as die organismes wat ons vandag kry .

source: how many millions of years ago was this ?
af: hoeveel miljoene jare gelede was dit ?

source: 300 million years ago
af: 300 miljoen jaar gelede .

source: the dead organisms are covered in sediments over time .
af: die dooie organismes is mettertyd met sediment bedek .

source: do you remember learning about sediments in gr. 5 earth and beyond and how sedimentary rock forms ?
af: onthou jy dat ons oor sediment geleer het in graad 5 in &#8220;die aarde en die heelal&#8221; en ook hoe afsettingsgesteentes vorm ?

source: write a description of what sedimentation is .
af: skryf 'n beskrywing vir afsetting .

source: sedimentation is when particles either sand rock or organic material settle on the bottom of a river or the ocean floor and over time form layers which begin to compact .
af: afsetting is wanneer deeltjies van sand rots of organiese materiaal op die bodem van 'n rivier of die oseaan gaan l&#234; en mettertyd lae vorm wat kompak word .

source: what are the two main factors which turned the remains of organisms into fossil fuels deep under the layers of rock and mud ?
af: wat is die twee hoof faktore wat veroorsaak dat die oorblyfsels vanorganismes in fossielbrandstowwe verander diep onder lae rots en modder

source: high pressure and heat
af: ho&#235; druk en hitte .

source: explain why we say that all our energy originally comes from the sun even in fossil fuels .
af: verduidelik waarom ons s&#234; dat al ons energie oorspronklik van die son kom selfs di&#233; van fossielbrandstowwe .

source: the organisms that fossil fuels are made from lived millions of years ago .
af: die organismes waarvan fossielbrandstowwe gemaak is het miljoene jare gelede geleef .

source: the plants used the sun's energy to make food by photosynthesis .
af: die plante het die son se energie gebruik om kos te maak deur fotosintese .

source: when they died this energy was trapped in the plants' remains which then turned into fossil fuels .
af: wanneer hulle sterf word die energie in die oorblyfsels vasgevang wat uiteindelik fossielbrandstof word .

source: the animals that ate the plants got their energy indirectly from the sun through the plants .
af: die diere wat die plante ge&#235;et het het ook indirek hulle energie van die son gekry deur die plante te eet .

source: when these tiny animals died the energy was also trapped in their remains which became fossil fuels .
af: toe hierdie diere gesterf het is die energie ook in hulle oorblyfsels vasgevang wat later fossielbrandstof word .

source: do you remember learning about the states of matter in matter and materials .
af: onthou jy dat jy van die fases van materie in &#8220;materie en stowwe&#8221; geleer het .

source: each of the three fossil fuels discussed here is a different state of matter .
af: elkeen van die drie fossielbrandstowwe wat ons bespreek het is in 'n ander fase van materie .

source: say what they are .
af: watterfases is dit ?

source: coal solid oil liquid natural gas gas
af: steenkool vastestof olie vloeistof aardgasse gas

source: the process of coal formation and natural gas and oil formation have similarities but also differences .
af: die prosesse waardeur steenkool vorm en aardgasse en olie vorm het sekere ooreenkomste maar ook baie verskille .

source: draw a table where you compare these two processes .
af: teken'n tabel waarin jy hierdie twee prosesse vergelyk .

source: possible answers
af: moontlike antwoorde

source: a comparison of the process of coal formation and natural gas and oil formation different fossil fuels
af: 'n vergelyking van die proses waardeur steenkool vorm en aardgasse en olie vorm verskillende fossielbrandstowwe

source: fossil fuel formation video http www.youtube.com watch?v 8vqwkziprm
af: vorming van fossielbrandstowwe video . goo.gl y04lh

source: the way we obtain the different fossil fuels is also different .
af: hoe ons die fossielbrandstowwe ontgin verskil ook .

source: coal is usually obtained by digging mines into the rock and sand to reach the coal deposits deep under the surface .
af: steenkool word meestal verkry deur myne te grawe wat deur die rots en sand gaan om by die steenkoolafsettings diep onder die oppervlak uit te kom .

source: this creates a huge hole in the surface of the earth as you can see in the photograph of a mine .
af: dit maak 'n groot gat in die oppervlak van die aarde soos jy in hierdie foto van 'n myn kan sien .

source: oil and natural gas is obtained by drilling down through the rock .
af: olie en aardgasse word verkry deur in die rots af te boor .

source: a hole is sunk with a huge drill so that the oil and natural gas can be reached and then brought up to the surface .
af: 'n reuse boor sink 'n gat in die aarde om by die olie en aardgasse uit te kom en dit dan oppervlak toe te bring .

source: this normally takes place in the ocean as you can see in the oil rig in the photo .
af: dit gebeur gewoonlik in die oseaan soos jy in die foto van die olieboor kan sien .

source: search the internet to find out which countries in the world have large quantities of coal oil and natural gas .
af: gebruik die internet om uit te vind watter lande in die w&#234;reld die grootste hoeveelhede steenkool olie en aardgasse het ?

source: search the internet to find out which three countries in the world use the most fossil fuels .
af: gebruik die internet om uit te vind watter drie lande in die w&#234;reld die meeste fossielbrandstowwe gebruik .

source: the main supplier of electricity in south africa is eskom .
af: die hoofverskaf

source: let's look at a power station to find out how coal is used to produce electricity .
af: kom ons kyk na 'n kragstasie om uit te vind hoe steenkool gebruik word om elektrisiteit te produseer .

source: look at the diagram and the steps which outline the process to make electricity from coal
af: kyk na die diagram hieronder wat die stappe van die proses om elektrisiteit van steenkool te maak wys .

source: the sequence should be something like sun rightarrow plants and animals rightarrow fossil fuels coal rightarrow power station rightarrow electricity rightarrow delivery to home on power lines rightarrow tv or other appliance .
af: die volgorde moet iets wees soos rightarrow plante en diere rightarrow fossielbrandstof steenkool rightarrow kragstasie rightarrow elektrisiteit rightarrow lewering aan huise deur kragdrade rightarrow tv of 'n ander toestel .

source: fossil fuels are non renewable resources of energy .
af: fossielbrandstowwe is nie hernubare bronne van energie .

source: this is because they take millions of years to form .
af: dit is omdat hulle miljoene jare neem om te vorm .

source: once these fuels are burnt they cannot be recovered or reused .
af: wanneer hierdie brandstowwe brand kan hulle nie herwin of weer gebruik word nie.hulle is nie hernubaar .

source: a learner's conception of millions of years' might not be well grounded .
af: 'n leerder se begrip van miljoene jare mag nie altyd reg wees nie .

source: fossil fuels are not renewable because we use them up far quicker in a few centuries than they can form millions of years .
af: fossielbrandstowwe is nie hernubaar aangesien ons dit vinniger opgebruik oor 'n paar eeue as wat hulle kan vorm miljoene jare .

source: this point will be lost if learners can not distinguish between hundreds and millions .
af: die punt sal verlore wees as leerders nie tussen honderde en miljoene kan onderskei nie .

source: this should be addressed by the teacher to focus on meaning of hundreds and millions .
af: die onderwyser moet hieraan aandag gee en die betekenis tussen honderde en miljoene moet duidelik gemaak word .

source: the burning of coal produces billions of tonnes of carbon dioxide each year .
af: die verbranding van steenkool produseer biljoene tonne koolstofdioksied elke jaar .

source: carbon dioxide is one of the greenhouse gases that contributes to global warming .
af: koolstofdioksied is een van die kweekhuisgasse wat bydra tot aardverwarming .

source: people on earth are using up these deposits of fossil fuels much much faster than they are being made as they take millions of years to be made !
af: mense op aarde is besig om die afsettingsfossielbrandstowwe baie baie vinniger op te gebruik as wat hulle gemaak word aangesien hulle miljoene jare neem om gemaak te word !

source: look at the diagram of a power station again .
af: kyk weer na die diagram van die kragstasie .

source: do you see the smoke that is given off when the coal is burnt ?
af: sien jy die rook wat afgegee word wanneer die steenkool gebrand word ?

source: this causes huge environmental concerns as it is polluting our atmosphere .
af: dit veroorsaak groot besorgdheid oor die omgewing aangesien dit die atmosfeerbesoedel .

source: a bit later in this chapter we will look at other ways of producing energy which unlike fossil fuels are renewable .
af: ons gaan later in die hoofstuk kyk hoe om energie te genereer op te wek wat anders as fossielbrandstowwe hernubaar is .

source: do you hear your parents and other adults talk about the cost of living ?
af: het jy al jou ouers en ander volwassenes hoor praat oor lewenskoste ?

source: do they remind you to switch off lights and other appliances that are not in use ?
af: hulle herinner jou om ligte en ander toestelle af te skakel wat jy nie gebruik nie .

source: electricity is an expensive resource !
af: elektrisiteit is 'n duur hulpbron !

source: a learner might make the reasonable point that the coal is burnt anyway whether you leave that light on or not .
af: 'n leerder mag dalk die redelike punt maak dat steenkool in elk geval verbrand word of &#8216;n mens die lig aanlos of nie .

source: but the point is to show that cumulatively saving electricity can have an effect on reducing demand on power stations and it also reduces the amount that your individual household spends on electricity if you use it efficiently .
af: die punt wat beklemtoon moet word is dat die gesamentlike moeite van almal wat elektrisiteit spaar sal lei tot 'n verminderde vraag na elektrisiteit en dus minder druk op die kragstasies .

source: electricity is costly because
af: elektrisiteit is duur omdat

source: when electrical energy enters your home it must pass through a meter .
af: wanneer elektriese energie in jou huis kom moet dit deur 'n meter gaan .

source: have you ever seen a white box outside your house ?
af: het jy al 'n wit houer buite jou huis gesien ?

source: this is the electricity meter .
af: dit is die elektrisiteitsmeter .

source: we already mentioned that some electrical appliances use more electricity to run than others .
af: ons het al genoem dat sommige elektriese toestelle meer elektrisiteit as ander gebruik .

source: appliances that heat use the most energy such as a geyser or heater .
af: toestelle wat warm maak soos die warmwatersilinder of verwarmer gebruik die meeste energie .

source: how do we know which electrical appliances use more electricity ?
af: hoe weet ons watter elektriese toestel meer elektrisiteit gebruik ?

source: this could be an individual task each learner should look for this information so that they become familiar with looking for ways to save energy .
af: hierdie kan 'n individuele taak wees .

source: this is how we find out !
af: dit is hoe ons uitvind !

source: make the link between the unit w and kw where a kilowatt is 1000 watts .
af: wys leerders op die verband tussen die eenheid w en kw waar 'n kilowatt 'n 1000 watt is .

source: similarly metre m and centimetre cm and gram g and kilogram kg .
af: net so met meter m en sentimeter cm en gram g en kilogram kg .

source: as well as metre and millimetre mm and ampere a and milliampere a .
af: kyk ook na meter en millimeter mm en ampere a en milliampere ma .

source: record all the power values in column 3 in watt .
af: teken al die kragwaardes in kolom 3 in watt op .

source: if the power is given in kw multiply this number by 1000 to get the value in watt w .
af: as die krag in kw gegee word vermenigvuldig die getal met 'n 1000 om diewaarde in watt w te kry .

source: for example 2 kw &#xd7; 1000 2000 w
af: byvoorbeeld 2 kw &#215; 1000 2000 w

source: if the device does not show a value in w or kw look for two quantities given in volt v and milliampere ma .
af: as die toestel nie die waarde in w of kw wys nie kyk vir die hoeveelhede wat in volt v en milliampere ma aangedui is .

source: multiply these two numbers and then divide the answer by 1000 to get the power in watt .
af: vermenigvuldig hierdie twee getalle en deel die antwoord deur 1000 om die krag in watt te kry .

source: for example 240 v &#xd7; 150 ma 36 000 w
af: byvoorbeeld 240 v &#215; 150 ma 36 000 w

source: 36 000 &#xf7; 1000 36 w
af: 36 000 &#247; 1000 36 w

source: you divide by 1000 to correct for using ma instead of a .
af: jy deel deur 1000 om te kompenseer daarvoor dat jy ma gebruik in plaas van a .

source: power w voltage v &#xf7; current a
af: energie w volt v &#215; stroom a

source: teacher note the values in the table are not exact but the order of magnitude should be similar .
af: nota aan onderwyser die waardes in die tabel is nie presies nie maar die volgorde van grootte behoort soortgelyk te wees .

source: now arrange the appliances in the next table in terms of the power required .
af: rangskik nou die toestelle in die volgende tabel volgens die drywing wat dit benodig .

source: the list should be from small to large values of the power .
af: die lys moet van die kleinste na die grootste waarde vir drywing gaan .

source: what do you see in this table ?
af: wat sien jy in die tabel ?

source: which two appliances have the lowest power requirements ?
af: watter twee toestelle het die laagste drywingvereistes ?

source: what do these appliances have in common ?
af: watter ooreenkomste is daar tussenhierdie toestelle ?

source: possibly the cellphone charger and energy saving bulb .
af: moontlik die selfoonlaaier en die energiebesparende gloeilamp .

source: they are small and only require a small amount of energy to work .
af: dit is klein en het net 'n klein hoeveelheid energie nodig om te werk .

source: the bulb is built specifically to use less energy .
af: die gloeilamp is spesiaal ontwerpom minder energie te gebruik .

source: which two appliances have the highest power requirements ?
af: watter twee toestelle sal die hoogste drywingvereistes h&#234; ?

source: possibly the kettle and iron or any other heating device they are used to produce heat which uses a lot of electrical energy .
af: moontlik die ketel en yster of enige ander toestel wat vir hitte gebruik word .

source: electricity is expensive so we should try and save electricity .
af: elektrisiteit is duur so ons moet regtig probeer om dit te spaar .

source: this is not the only reason to try save electricity .
af: dit is nie die enigste rede waarom ons elektrisiteit moet spaar nie .

source: remember when we spoke about the pollution given off by coal power stations ?
af: onthou jy toe ons oor besoedeling wat kragstasies afgee gepraat het ?

source: why else do you think it is important to try save energy and reduce your power usage ?
af: waarom dink jy is dit belangrikom energie te probeer bespaar en die hoeveelheid elektrisiteit wat jy gebruik te verminder ?

source: the burning of coal in power stations produces carbon dioxide a greenhouse gas which contributes to global warming .
af: die verbranding van steenkool in kragstasies produseer koolstofdioksied 'n kweekhuisgas wat bydra tot aardverwarming .

source: if enough people reduce electricity usage in their homes this will reduce the demand on coal power stations meaning they have to burn less coal which will in turn have less of an environmental impact .
af: as genoeg mense die elektrisiteitsverbruik in hulle huise verminder sal dit die druk op die kragstasieverminder wat beteken dat hulle minder steenkool hoef te verbrand en daarom 'n kleiner impak op die natuur sal h&#234; .

source: there are many different ways to save electricity from small actions to larger actions such as using renewable energy resources .
af: daar is baie maniere om elektrisiteit te spaar van klein aksies tot groter aksies soos om hernubare energiebronne te gebruik .

source: we will discuss this a bit later in the chapter .
af: ons sal dit later in die hoofstuk bespreek .
